---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToBindLinkInstances
source: html/f84ba7cb-700c-2f09-2e21-538ebe2282c9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToBindLinkInstances Property

Unable to bind some link instances. Either linked file contains no 3d elements or there was an error loading its elements into the current
 project.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToBindLinkInstances { get; }
```